2gua.rainbow-brackets
abusaidm.html-snippets
adpyke.codesnap
akamud.vscode-theme-onelight
alexcvzz.vscode-sqlite
barrsan.reui
brittanychiang.halcyon-vscode
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
EliverLara.andromeda
enkia.tokyo-night
esbenp.prettier-vscode
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.vscode-mysql
HookyQR.beautify
johnsoncodehk.volar
k--kato.intellij-idea-keybindings
mechatroner.rainbow-csv
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.cpptools
nobuhito.printcode
Nur.just-black
octref.vetur
PKief.material-icon-theme
redhat.fabric8-analytics
redhat.java
redhat.vscode-commons
redhat.vscode-xml
ritwickdey.LiveServer
rokoroku.vscode-theme-darcula
samuelcolvin.jinjahtml
sveggiani.vscode-field-lights
teabyii.ayu
theumletteam.umlet
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-pack
vscjava.vscode-maven
vscode-icons-team.vscode-icons
zhuangtongfa.material-theme
